[Psionics X2TechTemplate]
DisplayName="灵能"
Summary="虽然我们以前见过他们使用灵能，但我们最近与外星人的相遇真正向我们展示了他们如何能够巧妙地操纵灵能的流动并利用它来发挥自己的优势。如果我们能像他们一样掌握它，那么该领域的潜在应用将是无限的。"
CodeName="盖勒"
LongDescription="通过仔细研究外星人自身利用和挥舞灵能的方式，我相信我们很有可能拥有足够多的可行候选人来担任高级灵能。然而，凭借我们从该领域的各种外星物种中看到的先进灵能能力，这可能还不够。为了准备这类新的士兵，我用从指挥官身上取下的芯片来研究聚焦和转移灵能所需的技术。因此，我开发了一种灵能放大器，能够聚焦和增强他们将接受训练利用的灵能。尽管负面副作用的可能性很高，但我预见到我们的士兵将能够将他们的新能力推向我们认为安全的极限之外。R. 泰根。"

[Psionic X2SoldierClassTemplate]
DisplayName="灵能"
ClassSummary="作为 XCOM 的一个神秘的新研究分支，灵能利用他们的精神能力来增强他们的盟友并削弱敌人的意志。"
LeftAbilityTreeTitle="心灵感应"
RightAbilityTreeTitle="谐振"
AbilityTreeTitles[0]="心灵感应"
AbilityTreeTitles[1]="谐振"
AbilityTreeTitles[2]="XCOM"
RandomNickNames[0]="巫师"  
RandomNickNames[1]="女巫"  
RandomNickNames[2]="术士"  
RandomNickNames[3]="疯子"  
RandomNickNames[4]="挽歌"  
RandomNickNames[5]="回声"  
RandomNickNames[6]="幽灵"  
RandomNickNames[7]="薄雾"  
RandomNickNames[8]="厄运"  
RandomNickNames[9]="禅"  
RandomNickNames[10]="欧米茄"  
RandomNickNames[11]="黄昏"  
RandomNickNames[12]="巫毒"  
RandomNickNames[13]="恶棍"  
RandomNickNames[14]="法官"  
RandomNickNames[15]="怪人"  
RandomNickNames[16]="抽搐"  
RandomNickNames[17]="恐惧"  
RandomNickNames[18]="食尸鬼"  
RandomNickNames[19]="奥兹"  
RandomNickNames[20]="空"  
RandomNickNames[21]="零"  
RandomNickNames[22]="占卜板"  
RandomNickNames[23]="先知"  
RandomNickNames[24]="噩梦"  
RandomNickNames[25]="毒蛇"  
RandomNickNames[26]="幽灵"  
RandomNickNames[27]="恶魔"  
RandomNickNames[28]="乌鸦"  
RandomNickNames[29]="维达"  
RandomNickNames[30]="症状"  
RandomNickNames[31]="德鲁伊"  
RandomNickNames[32]="惊悚"  
RandomNickNames[33]="凤凰"  
RandomNickNames[34]="午夜"  
RandomNickNames[35]="乌鸦"  
RandomNickNames[36]="稻草人"  
RandomNickNames[37]="吸血鬼"  
RandomNickNames[38]="狼人"  
RandomNickNames[39]="僵尸"  
RandomNickNames[40]="萤火虫"  
RandomNickNames[41]="预兆"  
RandomNickNames[42]="乌鸦"（注意：此处与[28]重复，建议更改）  
RandomNickNames[43]="异种"  
RandomNickNames[44]="冷酷的"  
RandomNickNames[45]="尖叫"  
  
RandomNickNames_Male[0]="洛基"  
RandomNickNames_Male[1]="法老"  
RandomNickNames_Male[2]="梅林"  
RandomNickNames_Male[3]="传教士"  
  
RandomNickNames_Female[0]="格雷女士"  
RandomNickNames_Female[1]="女巫"  
RandomNickNames_Female[2]="哭丧女妖"  
RandomNickNames_Female[3]="奥罗拉"  
RandomNickNames_Female[4]="先知"  
RandomNickNames_Female[5]="痛苦"  
RandomNickNames_Female[6]="莫瑞甘"  
RandomNickNames_Female[7]="紫罗兰"  
  
RankNames[0]="新兵"  
RankNames[1]="入门者"  
RankNames[2]="信徒"  
RankNames[3]="熟练者"  
RankNames[4]="门徒"  
RankNames[5]="秘者"  
RankNames[6]="术士"  
RankNames[7]="法师"  
  
ShortNames[0]="新兵"  
ShortNames[1]="入门者"  
ShortNames[2]="信徒"  
ShortNames[3]="熟练者"  
ShortNames[4]="门徒"  
ShortNames[5]="秘者"  
ShortNames[6]="术士"  
ShortNames[7]="法师"  
  
RankIcons[0]= "UILibrary_Common.rank_rookie"  
RankIcons[1]= "UILibrary_Common.psirank_initiate"  
RankIcons[2]= "UILibrary_Common.psirank_acolyte"  
RankIcons[3]= "UILibrary_Common.psirank_adept"  
RankIcons[4]= "UILibrary_Common.psirank_disciple"  
RankIcons[5]= "UILibrary_Common.psirank_mystic"  
RankIcons[6]= "UILibrary_Common.psirank_warlock"  
RankIcons[7]= "UILibrary_Common.psirank_magus"

PhotoboothSoloBLines_Male[0]="他最强大的武器......是他的内心！"
PhotoboothSoloBLines_Female[0]="她最强大的武器......是她的内心！"

[PsionicGTSUnlock X2SoldierAbilityUnlockTemplate]
DisplayName="灵能：第六感"
Summary="永久获得一个20闪避值"

[SixthSense X2AbilityTemplate]
LocFriendlyName="第六感"
LocLongDescription="能够预测攻击。在所有情况下获得 20 闪避，无法躲避的攻击除外。"
LocHelpText="在所有情况下获得 20 闪避，无法躲避的攻击除外。"
LocFlyOverText="第六感"
